mesta = [
    {
        'название': '<b>Центральный стадион имени Жетысу</b> ⚽',
        'описание': 'Это место стало настоящим сердцем города. Здесь вы можете не только насладиться свежим воздухом, прогуливаясь вдоль аллей, но и посмотреть на захватывающие спортивные мероприятия.',
    },
    {
        'название': '<b>Пешеходный мост через реку Есентай</b> 🌉',
        'описание': 'Этот живописный мост предоставляет удивительные виды на горы и реку. Идеальное место для того, чтобы насладиться закатом или просто провести спокойный вечер, прогуливаясь по мосту.',
    },
    {
        'название': '<b>Аквариум Dostyk Plaza</b> 🐠',
        'описание': 'В Dostyk Plaza находится увлекательный аквариум с разнообразными морскими обитателями. Даже если вы не посещаете аквариум, прогулка вокруг торгового центра Dostyk Plaza бесплатна и позволяет насладиться атмосферой.',
    },
    {
        'название': '<b>Ботанический сад (Парк имени Шевченко)</b> 🌿',
        'описание': 'Здесь вы окунетесь в оазис зелени и разнообразия растений. Прогулка среди цветов и деревьев приносит умиротворение и является прекрасным способом провести время на свежем воздухе.',
    },
    {
        'название': '<b>Сквер 28 Гвардейцев</b> 🌺',
        'описание': 'Этот сквер стал символом города. Аллеи, усыпанные цветами, и памятники гвардейцам создают уютную атмосферу для прогулок и отдыха.',
    },
    {
        'название': '<b>Парк Государственного университета имени Аль-Фараби</b> 🌳',
        'описание': 'Парк, расположенный рядом с университетом, предлагает зеленые лужайки и скамейки для отдыха. Это отличное место для студентов и всех, кто хочет насладиться природой в городе.',
    },
    {
        'название': '<b>Парк Победы</b> 🏆',
        'описание': 'Этот парк посвящен героям Великой Отечественной войны. Великолепные скульптуры, аллеи и зоны отдыха создают увлекательную атмосферу.',
    },
    {
        'название': '<b>Центральный ботанический сад Казахской АН</b> 🌸',
        'описание': 'Здесь вы найдете коллекцию удивительных растений, являющихся объектами научных исследований. Прогулка в ботаническом саду погружает вас в мир растительности разных уголков Земли.',
    },
    {
        'название': '<b>Парк Чубарыс</b> 🌲',
        'описание': 'Этот парк на севере города предлагает не только пруды и аллеи, но и места для пикника. Отличное место для семейных выходных.',
    },
    {
        'название': '<b>Музей геологии Казахстана</b> 🏞️',
        'описание': 'Музей представляет увлекательный взгляд на геологическую историю Казахстана. Интерактивные выставки и увлекательные экспонаты ждут посетителей.',
    },
    {
        'название': '<b>Парк Тамангульский</b> 🏞️',
        'описание': 'Очаровательный парк на юго-востоке города с прудами, аллеями и мостами. Идеальное место для спокойной прогулки в природной обстановке.',
    },
    {
        'название': '<b>Арбат (пешеходная улица Зеленый Базар)</b> 🛍️',
        'описание': 'Оживленная торговая улица с магазинами, кафе и уличными арт-перформансами. Отличное место для шопинга и культурных впечатлений.',
    },
    {
        'название': '<b>Кок-Тобы (гора Кок-Тобе)</b> 🏞️',
        'описание': 'Эта гора предоставляет захватывающий вид на город. Место популярно среди туристов и местных жителей для пеших прогулок и отдыха.',
    },
    {
        'название': '<b>Музей национальных инструментов Казахстана</b> 🎻',
        'описание': 'Уникальный музей, в котором представлены разнообразные национальные музыкальные инструменты. Интересное место для знакомства с культурным наследием.',
    },
    {
        'название': '<b>Парк Абая</b> 🌺',
        'описание': 'Один из старейших парков города, где можно прогуляться среди старинных фонтанов, скульптур и зеленых аллей.',
    },
    {
        'название': '<b>Республиканская станция молодежи</b> 🚀',
        'описание': 'Интерактивное место, где молодежь может участвовать в научных и технологических проектах. Подходит для тех, кто интересуется инновациями.',
    },
    {
        'название': '<b>Парк Астана</b> 🌳',
        'описание': 'Очаровательный парк с прудами и мостами, расположенный в центре города. Популярное место для отдыха и фотосессий.',
    },
    {
        'название': '<b>Дворец Республики</b> 🏰',
        'описание': 'Историческое здание, служащее местом проведения культурных мероприятий и концертов. Архитектурный памятник города.',
    },
    {
        'название': '<b>Городская архитектурная библиотека</b> 📚',
        'описание': 'Современное здание библиотеки, предлагающее уникальную архитектуру и пространство для чтения и обучения.',
    },
]
print(len(mesta))